export default {
  translation: {
   privacy:{
   "p1_part1":"في",
   "p1_part2":"شركة المجموعة المتحدة ",
   "p1_part3":" ، إحدى أولوياتنا الرئيسية هي خصوصية زوارنا.",
   "p1_part4":"تحتوي وثيقة سياسة الخصوصية هذه على أنواع المعلومات التي يتم جمعها وتسجيلها بواسطة",
   "p1_part5":" شركة المجموعة المتحدة",
   "p1_part6":"وكيف نستخدمها.",
   "p1_part7":"إذا كانت لديك أسئلة إضافية أو تحتاج إلى مزيد من المعلومات حول سياسة الخصوصية الخاصة بنا ، فلا تتردد في الاتصال بنا.",
  "p1_part8":"المجموعة المتحده تنطبق سياسة الخصوصية هذه فقط على أنشطتنا عبر الإنترنت وهي صالحة لزوار موقعنا الإلكتروني فيما يتعلق بالمعلومات التي شاركوها و / أو يجمعونها في  ",
  "p1_part9":"لا تنطبق هذه السياسة على أي معلومات يتم جمعها في وضع عدم الاتصال أو عبر قنوات أخرى غير هذا الموقع.",
  
 "title1":"موافقة",
 "p2":"باستخدام موقعنا ، فإنك بذلك توافق على سياسة الخصوصية الخاصة بنا وتوافق على شروطها.",



 "title2":"المعلومات التي نجمعها",

 "p3_part1":"سيتم توضيح المعلومات الشخصية التي يُطلب منك تقديمها ، وأسباب مطالبتك بتقديمها ، في الوقت الذي نطلب منك فيه تقديم معلوماتك الشخصية.",
 "p3_part2":"إذا اتصلت بنا مباشرة ، فقد نتلقى معلومات إضافية عنك مثل اسمك وعنوان بريدك الإلكتروني ورقم هاتفك ومحتويات الرسالة و / أو المرفقات التي قد ترسلها إلينا وأي معلومات أخرى قد تختار تقديمها.",
 "p3_part3":"عند التسجيل للحصول على حساب ، قد نطلب معلومات الاتصال الخاصة بك ، بما في ذلك عناصر مثل الاسم واسم الشركة والعنوان وعنوان البريد الإلكتروني ورقم الهاتف.",



 "title3":"كيف نستخدم معلوماتك",

 "p4":"نستخدم المعلومات التي نجمعها بطرق مختلفة ، بما في ذلك:",

 "li1":"توفير وتشغيل وصيانة موقعنا",
 "li2":"تحسين وتخصيص وتوسيع موقعنا",
 "li3":"فهم وتحليل كيفية استخدامك لموقعنا",
 "li4":"تطوير منتجات وخدمات وميزات ووظائف جديدة",
 "li5":"التواصل معك ، إما بشكل مباشر أو من خلال أحد شركائنا ، بما في ذلك لخدمة العملاء ، لتزويدك بالتحديثات والمعلومات الأخرى المتعلقة بالموقع ولأغراض تسويقية وترويجية",
 "li6":"أرسل لك رسائل البريد الإلكتروني",
 "li7":"البحث عن ومنع الاحتيال",




 "title4":"ملفات الدخول",
"p5_part1":" شركة المجموعة المتحدة ",
"p5_part2":"يتبع الإجراء القياسي لاستخدام ملفات السجل. ",
"p5_part3":"تسجل هذه الملفات الزوار عندما يزورون مواقع الويب.",
"p5_part4":"تقوم جميع شركات الاستضافة بذلك وجزء من تحليلات خدمات الاستضافة.",
"p5_part5":"هذه ليست مرتبطة بأي معلومات لتحديد الهوية الشخصية.",
"p5_part6":"الغرض من المعلومات هو تحليل الاتجاهات وإدارة الموقع وتتبع حركة المستخدمين على الموقع وجمع المعلومات الديموغرافية.",





"title5":"شركاؤنا في الإعلانات",
"p6_part1":"قد يستخدم بعض المعلنين على موقعنا ملفات تعريف الارتباط وإشارات الويب.",
"p6_part2":"شركاء الإعلان لدينا مدرجون أدناه.",
"p6_part3":"لكل من شركائنا الإعلانيين سياسة الخصوصية الخاصة بهم لسياساتهم الخاصة ببيانات المستخدم. ",
"p6_part4":"لتسهيل الوصول ، قمنا بالربط التشعبي بسياسات الخصوصية الخاصة بهم أدناه.",
"li8":"جوجل",
"li9":"https://policies.google.com/technologies/ads",





"title6":"سياسات خصوصية شركاء الإعلانات",
"p7_part1":"يمكنك الرجوع إلى هذه القائمة للعثور على سياسة الخصوصية لكل من شركاء الإعلان في",
"p7_part2":" شركة المجموعة المتحدة  ",
"p7_part3":"تستخدم خوادم الإعلانات الخارجية أو شبكات الإعلانات تقنيات مثل ملفات تعريف الارتباط أو جافا سكريبت أو إشارات الويب المستخدمة في الإعلانات والروابط الخاصة بكل منها والتي تظهر على",
"p7_part4":" شركة المجموعة المتحدة  ",
"p7_part5":", والتي يتم إرسالها مباشرة إلى متصفح المستخدمين.",
"p7_part6":"يتلقون عنوان IP  الخاص بك تلقائيًا عند حدوث ذلك. لاحظ أن",
 "p7_part7":"شركة المجموعة المتحدة  ",
"p7_part8":" ليس لديه حق الوصول أو التحكم في ملفات تعريف الارتباط هذه التي يستخدمها معلنون من جهات خارجية.",
"p7_part9":"تُستخدم هذه التقنيات لقياس فعالية حملاتهم الإعلانية و / أو لتخصيص محتوى الإعلان الذي تراه على مواقع الويب التي تزورها.",






"title7":"سياسات خصوصية الطرف الثالث",
"p8_part1":"شركة المجموعة المتحدة",
"p8_part2":" لا تنطبق سياسة الخصوصية على المعلنين الآخرين أو المواقع الإلكترونية. وبالتالي ، فإننا ننصحك بالرجوع إلى سياسات الخصوصية الخاصة بخوادم إعلانات الجهات الخارجية للحصول على معلومات أكثر تفصيلاً.",
"p8_part3":"قد يتضمن ممارساتهم وتعليماتهم حول كيفية الانسحاب من بعض الخيارات.",
"p8_part4":"يمكنك اختيار تعطيل ملفات تعريف الارتباط من خلال خيارات المتصفح الفردية الخاصة بك. لمعرفة المزيد من المعلومات التفصيلية حول إدارة ملفات تعريف الارتباط مع متصفحات الويب المحددة ، يمكن العثور عليها في مواقع الويب الخاصة بالمتصفحات.",
"p8_part5":"حقوق خصوصية CCPA (لا تبيع معلوماتي الشخصية)",
"p8_part6":"بموجب قانون حماية خصوصية المستهلك في كاليفورنيا ، من بين حقوق أخرى ، يحق للمستهلكين في كاليفورنيا:",
"p8_part7":"اطلب من الشركة التي تجمع البيانات الشخصية للمستهلك أن تكشف عن فئات وأجزاء معينة من البيانات الشخصية التي جمعتها الشركة عن المستهلكين.",
"p8_part8":"اطلب من شركة ما حذف أي بيانات شخصية عن المستهلك جمعتها الشركة.",
"p8_part9":"اطلب من الشركة التي تبيع البيانات الشخصية للمستهلك ، ألا تبيع البيانات الشخصية للمستهلك.",
"p8_part10":"إذا قمت بتقديم طلب ، فلدينا شهر واحد للرد عليك. إذا كنت ترغب في ممارسة أي من هذه الحقوق ، يرجى الاتصال بنا.",






"title8":"حقوق حماية بيانات القانون العام لحماية البيانات",

"p9_part1":"نود التأكد من أنك على دراية كاملة بجميع حقوق حماية البيانات الخاصة بك.", 
"p9_part2":"يحق لكل مستخدم ما يلي",


    "li10":"الحق في الوصول - يحق لك طلب نسخ من بياناتك الشخصية. قد نفرض عليك رسومًا رمزية مقابل هذه الخدمة.",
    "li11":"الحق في التصحيح - يحق لك أن تطلب منا تصحيح أي معلومات تعتقد أنها غير دقيقة. لديك أيضًا الحق في طلب إكمال المعلومات التي تعتقد أنها غير كاملة.",
    "li12":"الحق في المسح - يحق لك طلب مسح بياناتك الشخصية ، في ظل ظروف معينة.",
    "li13":"الحق في تقييد المعالجة - يحق لك طلب تقييد معالجة بياناتك الشخصية ، في ظل ظروف معينة.",
    "li14":"الحق في الاعتراض على المعالجة - يحق لك الاعتراض على معالجتنا لبياناتك الشخصية ، في ظل ظروف معينة.",
    "li15":"الحق في نقل البيانات - يحق لك أن تطلب منا نقل البيانات التي جمعناها إلى مؤسسة أخرى ، أو إليك مباشرةً ، في ظل ظروف معينة.",
    "li16":"إذا قمت بتقديم طلب ، فلدينا شهر واحد للرد عليك. إذا كنت ترغب في ممارسة أي من هذه الحقوق ، يرجى الاتصال بنا.",





    "title9":"معلومات الأطفال",
    "p10_part1":"جزء آخر من أولوياتنا هو إضافة حماية للأطفال أثناء استخدام الإنترنت.",
    "p10_part2":"نشجع الآباء والأوصياء على مراقبة نشاطهم عبر الإنترنت والمشاركة فيه و / أو مراقبته وتوجيهه.",
    "p10_part3":"شركة المجموعة المتحدة ",
    "p10_part4":" لا تجمع عن عمد أي معلومات تعريف شخصية من الأطفال الذين تقل أعمارهم عن 13 عامًا. ",
    "p10_part5":" إذا كنت تعتقد أن طفلك قدم هذا النوع من المعلومات على موقعنا ، فنحن نشجعك بشدة على الاتصال بنا على الفور وسنبذل قصارى جهدنا لإزالة هذه المعلومات على الفور من سجلاتنا.",



  },

  mission:{
    "title1":"مهمتنا",
    "p1":"تقديم نموذج لامع كمؤسسة في مجال تصنيع منتجات العناية الشخصية ومستحضرات التجميل لتحقيق رضا وثقة عملائنا ، لتتجاوز توقعاتهم.",
  
  
    "title2":"رؤيتنا",
    "p2":"نعمل لنكون أحد أكبر وأفضل مزودي منتجات العناية الشخصية ومستحضرات التجميل في الشرق الأوسط وأفريقيا. نعمل على ابتكار منتجات عالية الجودة لتوفير قيمة عالية ، والتركيز على تلبية احتياجات وأولويات العملاء.",
  
  
  "title3":"قيمنا",
  "p3":"نحن شركة مصرية تأسست عام 2018 ، منذ اليوم الأول ، نؤمن بإيجاد طرق لتحسين حياة جميع الناس ، وبما أن عملنا مرتبط بالصحة والجمال ، فإننا نعمل من اليوم الأول لتقديم كل السعادة وبيئات جميلة لعملائنا وشركائنا وفريقنا بأكمله. نعمل على تقديم منتجات على أعلى مستوى من الجودة لتحقيق قيمة عالية والتركيز على احتياجات عملائنا وأولوياتهم. نحن نؤمن بأن فريق العمل لدينا هو مصدر قوتنا الأساسية ، فنحن ندعم العمل الجماعي ونقدره ونستمتع بالعمل معًا. نسعى جاهدين لتحقيق بيئة عمل صحية ومناسبة وتوفير العمل اللائق على جميع المستويات وعلى مبادئ الإعلان العالمي لحقوق الإنسان وأهداف التنمية المستدامة. ترتكز ثقافتنا على جعلنا ناضجين وناجحين لاستيعاب عالم من التطور والتحسين المستمر حتى نتمكن من رعاية الأجيال القادمة باستمرار ، ونبتكر ما هو جديد كل يوم للحفاظ على القدرة التنافسية ، فنحن دائمًا مهتمون بالأفكار المتقدمة. نؤمن بعملنا ورؤيتنا لخدمة المجتمع ونعمل على تحسينه بشكل مثالي ، فالبيئة والحفاظ عليها ضرورة وقيمة مهمة للجميع ، وثقافتنا في الحفاظ على البيئة جزء لا يتجزأ من مسؤوليتنا. لتحقيق مفهوم الاستهلاك والإنتاج الآمنين واستخدامات الطاقة الخضراء وفق إيماننا بأهداف التنمية المستدامة. نحن ملتزمون بتقديم كل ما هو مفيد للأخلاق والنزاهة والعدالة والسلام",
  },

  socital:{
    "p1_part1":"لدينا عالم مليء بالخير",
    "p1_part2":"نعتقد أن المسؤولية الاجتماعية ذات فائدة مزدوجة لنا كشركة وللمجتمع. إنها تساعد في بناء الثقة وزيادة الوعي وتشجيع التغيير الاجتماعي.",
    "p1_part3":"لذلك ، نحن ملزمون بأن نكون يداً واحدة لتشكيل القوة من أجل الخير والنمو والازدهار. هذا هو السبب في أن موظفينا وشركائنا وعلاماتنا التجارية يقومون بعمل جيد كل يوم.",
    "p1_part4":"هدفنا هو تحسين صحة ورفاهية المجتمع سواء من خلال دعم الوعي بالنظافة ، أو توفير الإمدادات الأساسية البسيطة التي هي حق للجميع ، مثل المياه.",
    
    "title1":"3) دعم COVID-19",
    "p2":"خلال جائحة COVID-19 ، من خلال علاماتنا التجارية وشركائنا ، قدمنا ​​المنتجات الأساسية التي يعتمد عليها الناس للعناية بنظافتهم الشخصية وصحتهم لإنشاء منزل نظيف وصحي ، وقد وصلنا بمنتجاتنا إلى الجمعيات الخيرية والملاجئ ، ودور الرعاية.",
    
  
    "title2":"1) توفير سبل ووسائل المساعدة في أوقات الكوارث ",
    "p3":"يساعد المحتوى الذي ينشئه المستخدمون في توفير مستلزمات الحياة الأساسية والضروريات بعد وقوع أضرار الكارثة. للعائلات والأفراد ليشعروا بأنهم طبيعيون.",
  
  
  "title3":"2)وفر الماء النظيف",
  "p4":"نحن ، أسرة المحتوى الذي ينشئه المستخدمون ، نسعى جاهدين لتوفير مياه شرب نظيفة لمن هم في أمس الحاجة إليها. يتم ذلك من خلال توفير وسائل بسيطة لتنقية المياه الملوثة ومعالجتها وتحويلها إلى مياه شرب نظيفة.",
  
  
  "title4":"4) إعادة التدوير",
  "p5":"نعتقد أن إعادة التدوير مهمة للإنسان والمجتمع ، لذلك نسعى قدر الإمكان لتوفير برامج توعية خاصة  لهذا من خلال زيادة الوعي بعدم إلقاء النفايات في البحار والأنهار ، وزيادة الوعي بعدم حرق النفايات التي تنتج الغازات السامة وبالتالي تحافظ على مستويات الأكسجين في البيئة وتوفر فرص عمل في شركات إعادة التدوير وبالتالي تسعى للحد من البطالة.",
  },

  leaderShip:{

    "title1":"القيادة التشاركية",
  "p1_part1":"لطالما كان عمل الخير جزءًا منا في UGC ، منذ تأسيسنا حتى اليوم ، ودعم المستهلكين والمجتمعات من خلال تحديات غير متوقعة ، وكجزء من التزامنا بالقيادة بحب ، نسعى دائمًا إلى إحداث تغيير إيجابي للأفراد والمجتمعات. من خلال العمل مع علاماتنا التجارية وشركائنا.",
  "p1_part2":"لقد واجهنا في  الشركه المتحده العديد من التحديات وكما نتذكرها ، نتذكر أيضًا اللحظات الإنسانية التي عشناها وشهدناها أثناء اجتماعنا معًا والتعاون لدعم بعضنا البعض. لذلك سنستمر في استخدام مواردنا وصوتنا العالمي لدفع العمل والتغيير الإيجابي إلى الأمام ، ونعتقد أنه حتى الإجراءات الصغيرة ستؤثر بشكل فعال على المجتمع لجعله مكانًا أفضل ، وهذا هو التزامنا المستمر بصنع مكان ذي مغزى ومميز و تأثير دائم من خلال العمل الخيري.",
  "p1_part3":"لكن لا يمكننا القيام بذلك بمفردنا ، لذلك دعونا نعمل معًا وننضم إلينا ، ودعنا نفعل المزيد. أمثلة على العمل الخيري للشركة:",
  
  
  
  "card1_part1":"دعم المحتاجين",
  "card1_part2":"العائلات",
  "card1_part3":"يوفر طعام ...",
  
  "card2_part1":"شلل الأطفال",
  "card2_part2":"تسبب عدوى فيروسية",
  "card2_part3":"إصابة العصب",
  
  "card3_part1":"حفر الآبار في الأماكن",
  "card3_part2":"يعاني من",
  "card3_part3":"ندرة المياه...",
  
  "card4_part1":"معدات طبية",
  "card4_part2":"في المستشفيات",
  "card4_part3":"توفر معدات ...",
  
  
  "card5_part1":"دور الرعاية",
  "card5_part2":"حيث يمكن للناس العيش",
  "card5_part3":"دائمًا",
  
  "card6_part1":"مستشفى الأورام",
  "card6_part2":"لحماية المرضى والزوار",
  "card6_part3":"والموظفين من ..",
  
  },

 
  staff:{

    "title1":"بيئة العمل",
    "li1":"الانفتاح على الأفكار الجديدة والمساهمة",
    "li2":" التعاون.",
    "li3":"لكل فرد الحق في مناقشة",
    "li4":"الافكار",
  
  
    "title2":"بيئة الموظفين",
    
    "li5":"التأمين الطبي والاجتماعي للعاملين",
    "li6":"الالتزام بلوائح العمل",
    "li7":"كرامة الإنسان",
    
      },


      home:{
       
        "navbarPart1":"علاماتنا التجارية",
        "navbarPart2":"القيادة التشاركية",
        "navbarPart3":"بيئة العمل والموظفين",
        "navbarPart4":"تأثيرنا",
        "navbarPart5":"التأثير المجتمعي",
        "navbarPart6":"قصتنا",
        "navbarPart7":"الرسالة والرؤية والقيم",
        "navbarPart8":"مصر - ar",
        "navbarPart9":"تسجيل الدخول",




        "section1Li1":"نخطو",
        "section1Li2":"للامام من اجل",
        "section1Li3":"مواطن جيد",
        "section1Li4":"متعاون",
        "section1Li5":"التقرير العالمي لعام 2023",
  
        "section2Title1":"علاماتنا التجارية",
        "section2Title2":"العلامات التجارية التي تصنع الحياة",
        "section2Title3":"أسهل قليلا",
        "section2Title4":"شاهد علاماتنا التجارية الشهيرة",
      
      
  
  
  
        "section3Part1":"العناية بالشعر والعناية بالبشرة",
        "section3Part2":"اقتصاد",
        "section3Part3":"زيارة الموقع",
  
        "section3Part4":"العناية بالشعر جودة عالية",
        "section3Part5":"معايير مرتفعه",
        
  
        "section3Part6":"لينجيري ,جوده عاليه",
        "section3Part7":"اقتصاد",
       
  
        "section4Part1":"تقليص",
        "section4Part2":"بصمتنا",
        "section4Part3":"خطوة واحدة في",
        "section4Part4":"الوقت",
  
  
        "section5Part1":"مكرسة للمساواة",
        "section5Part2":"للجميع",
        "section5Part3":"انظر إلى التزامنا",
        "section5Part4":"نحن نرد على",
        "section5Part5":"الكوارث في جميع أنحاء العالم",
        "section5Part6":"شاهد تأثير مجتمعنا",
  
  
        "section6Part1":"أكثر من 20",
        "section6Part2":"مليار لتر من",
        "section6Part3":"ماء نظيف",
        "section6Part4":"تم توصيلها",
        "section6Part5":"انظر جهودنا",
  

       "section7Part1":"علاقات المستثمرين",
        "section7Part2":"اكتشف الفرص",
        "section7Part3":"وظائف في P&G",
  
  
        "footerPart1":"الشركاء والمستثمرون",
        "footerPart2":"شريك معنا",
        "footerPart3":"المستثمرون",
        "footerPart4":"الموردين",
        "footerPart5":"شركتنا",
        "footerPart6":"قيادة",
        "footerPart7":"الهيكل والحوكمة",
        "footerPart8":"السياسات والممارسات",
        "footerPart9":"مساعده",
        "footerPart10":"خريطة الموقع",
        "footerPart11":"قانوني",
        "footerPart12":"خصوصية",
        "footerPart13":"الأحكام والشروط",
        "footerPart14":"شركة المجموعة المتحدة",
        "footerPart15":"التواصل",
        "footerPart16":"الوظائف",



      },


      contact:{
        "title":"تواصل معنا",
        "placeholder1":"أدخل أسمك",
        "placeholder2":"أدخل الموضوع",
        "placeholder3":"رسالتك",
        "submit":"أرسل",
      }



  },
};